Repository: wp-plugins/link-to-bible
Catalog: languages/ltb-*.po
Languages: de_de

source: Link To Bible Settings
de_de: Link To Bible Einstellungen

source: The API-Key can be get %shere%s. No registration is needed!<br>You need to use the address of your blog (%s) as the domainname.
de_de: Der API-Key kann %shier%s bezogen werden. Es ist dafür keine Registrierung notwendig!<br>Dabei muss die URL dieses Blogs (%s) als Domainname verwendet werden.

source: Bible Language
de_de: Bibelsprache

source: Bible Version
de_de: Bibelübersetzung

source: Attention: Some bible versions may not contain the text of the whole bible.
de_de: Achtung: Einige Bibelübersetzung enthalten nicht den vollständigen Bibeltext.<br>(Z.B. enthält die 'Neue Genfer Übersetzung' nur das NT und die Psalmen.)

source: Submit Changes
de_de: Änderungen übernehmen

source: Error while linking to bible
de_de: Fehler während der Verlinkung der Bibelstellen

source: You need to set an API-Key
de_de: Es ist kein API-Key gesetzt.

source: Other settings
de_de: Sonstige Einstellungen

source: Some statements are detected by bibleserver.com as bible references which are no ones.
de_de: Manche Ausdrücke werden von bibleserver.com fälschlicherweise als Bibelstellenangabe erkannt.

source: Ignore False-Positives
de_de: Verhindere falsch-positive Verlinkungen

source: The API-Key must be set.
de_de: Der API-Key muss gesetzt werden.

source: Missing php5-curl-library
de_de: Die 'php5-curl-library' ist nicht installiert

source: <b>Link To Bible</b>: Please go to the %ssettings-page%s to set the API-Key and select the bible version. (No registration is needed!)
de_de: <b>Link To Bible</b>: Bitte tragen Sie unter %sEinstellungen%s Ihren API-Key ein und wählen Sie Ihre Bibelübersetzung aus. (Dafür ist keine Registrierung notwendig!)

source: Use the language of a post's bible version for detecting bible references
de_de: Die Sprache der jeweiligen Bibelübersetzung als Sprache für die Erkennung von Bibelstellenangaben benutzen

source: The format of bible references depends on the used language. (e.g. English &#8594; 'Gen 1:20', German &#8594; 'Mose 1,20')<br>Therefore you can use the language of wordpress [%s] for all posts, or the language of the bible version of the particular post.
de_de: Das Format von Bibelstellenangaben ist sprachabhängig. (z.B. Deutsch &#8594; 'Mose 1,20', Englisch &#8594; 'Gen 1:20')<br>Dafür kann die aktuelle Sprache der Wordpress-Oberfläche [%s] verwendet werden oder die Sprache der jeweiligen Bibelübersetzung.

source: Retrieve API-Key automatically
de_de: API-Key automatisch abrufen

source: The API-Key could not be retrieved.
de_de: Der API-Key konnte nicht abgerufen werden.
